[Frame_Bsc X2WeaponUpgradeTemplate]
FriendlyName="刀锋框架"
FriendlyNamePlural="刀锋框架"
BriefSummary="金属部件采用<br/>折叠和空心<br/>方法锻造，以减轻重量<br/>获得<font color='#3ABD23'>+<Ability:BSCFRAMEMOBBONUS/></font>机动性。"
TinySummary="增强机动性"
LootTooltip="安装刀锋框架后，士兵的机动性将提高<font color='#3ABD23'>+<Ability:BSCFRAMEMOBBONUS/></font>。"

[Frame_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级刀锋框架"
FriendlyNamePlural="高级刀锋框架"
BriefSummary="金属部件采用<br/>折叠和空心<br/>方法锻造，以减轻重量<br/>获得<font color='#3ABD23'>+<Ability:ADVFRAMEMOBBONUS/></font>机动性。"
TinySummary="增强机动性"
LootTooltip="安装高级刀锋框架后，士兵的机动性将提高<font color='#3ABD23'>+<Ability:ADVFRAMEMOBBONUS/></font>。"

[Frame_Sup X2WeaponUpgradeTemplate]
FriendlyName="终级刀锋框架"
FriendlyNamePlural="终级刀锋框架"
BriefSummary="金属部件采用<br/>折叠和空心<br/>方法锻造，以减轻重量<br/>获得<font color='#3ABD23'>+<Ability:SUPFRAMEMOBBONUS/></font>机动性。"
TinySummary="增强机动性"
LootTooltip="安装终级刀锋框架后，士兵的机动性将提高<font color='#3ABD23'>+<Ability:SUPFRAMEMOBBONUS/></font>。"

[Sheath_Bsc X2WeaponUpgradeTemplate]
FriendlyName="扰频器"
FriendlyNamePlural="扰频器"
BriefSummary="剑鞘装置发射<br/>电磁脉冲。扰乱<br/>灵能信号使你<font color='#3ABD23'><Ability:BSCSHEATHDET/>%</font>更难被发现"
TinySummary="增强隐身性"
LootTooltip="此扰频器安装在刀鞘或带刃武器的刀鞘中中。它可将士兵的探测半径降低<font color='#3ABD23'>+<Ability:BSCSHEATHDET/>%</font>。"

[Sheath_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级扰频器"
FriendlyNamePlural="高级扰频器"
BriefSummary="剑鞘装置发射<br/>电磁脉冲。扰乱<br/>灵能信号使你<font color='#3ABD23'><Ability:ADVSHEATHDET/>%</font>更难被发现"
TinySummary="增强隐身性"
LootTooltip="此高级扰频器安装在刀鞘或带刃武器的刀鞘中中。它可将士兵的探测半径降低<font color='#3ABD23'>+<Ability:ADVSHEATHDET/>%</font>。"

[Sheath_Sup X2WeaponUpgradeTemplate]
FriendlyName="终级扰频器"
FriendlyNamePlural="终级扰频器"
BriefSummary="剑鞘装置发射<br/>电磁脉冲。扰乱<br/>灵能信号使你<font color='#3ABD23'><Ability:SUPSHEATHDET/>%</font>更难被发现"
TinySummary="增强隐身性"
LootTooltip="此终级扰频器安装在刀鞘或带刃武器的刀鞘中中。它可将士兵的探测半径减少<font color='#3ABD23'>+<Ability:SUPSHEATHDET/>%</font>。"

[Rapier_Bsc X2WeaponUpgradeTemplate]
FriendlyName="弱点定位模块"
FriendlyNamePlural="定位模块"
BriefSummary="AI辅助处理单元<br/>自动检测薄弱<br/>防御点。你的刀刃<br/>可以刺穿<font color='#3ABD23'><Ability:BSCRAPPIERCE/></font>护甲。"
TinySummary="穿甲"
LootTooltip="此弱点定位模块安装后将穿透<font color='#3ABD23'>+<Ability:BSCRAPPIERCE/></font>层敌人装甲。"

[Rapier_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级弱点定位模块"
FriendlyNamePlural="高级弱点定位模块"
BriefSummary="AI辅助处理单元<br/>自动检测薄弱的<br/>防御点。你的刀刃<br/>可以刺穿<font color='#3ABD23'><Ability:ADVRAPPIERCE/></font>护甲。"
TinySummary="穿甲"
LootTooltip="此高级弱点定位模块安装后将穿透<font color='#3ABD23'>+<Ability:ADVRAPPIERCE/></font>层敌人装甲。"

[Rapier_Sup X2WeaponUpgradeTemplate]
FriendlyName="终级弱点定位模块"
FriendlyNamePlural="终级弱点定位模块"
BriefSummary="AI辅助处理单元<br/>自动检测薄弱的<br/>防御点。你的刀刃<br/>可以刺穿<font color='#3ABD23'><Ability:SUPRAPPIERCE/></font>护甲。"
TinySummary="穿甲"
LootTooltip="此终级弱点定位模块安装后将穿透<font color='#3ABD23'>+<Ability:SUPRAPPIERCE/></font>层敌人装甲。"

[Pommel_Bsc X2WeaponUpgradeTemplate]
FriendlyName="微型动力马达"
FriendlyNamePlural="微型动力马达"
BriefSummary="这个小圆柱体会为你的刀刃增加振动力。<br/>剑刃风暴会造成<font color='#3ABD23'>+<Ability:BSCPOMMELDMG/></font>伤害。"
TinySummary="剑刃风暴增强"
LootTooltip="安装微型动力马达后，将对任何愚蠢地靠近的敌人造成额外的<font color='#3ABD23'><Ability:BSCPOMMELDMG/></font>伤害。"

[Pommel_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级微型动力马达"
FriendlyNamePlural="高级微型动力马达"
BriefSummary="这个小圆柱体会为你的刀刃增加振动力。<br/>剑刃风暴会造成<font color='#3ABD23'>+<Ability:ADVPOMMELDMG/></font>伤害。"
TinySummary="剑刃风暴增强"
LootTooltip="安装高级微型动力马达后，将对任何愚蠢地靠近的敌人造成额外的<font color='#3ABD23'><Ability:ADVPOMMELDMG/></font>伤害。"

[Pommel_Sup X2WeaponUpgradeTemplate]
FriendlyName="终级微型动力马达"
FriendlyNamePlural="终级微型动力马达"
BriefSummary="这个小圆柱体会为你的刀刃增加振动力。<br/>剑刃风暴会造成<font color='#3ABD23'>+<Ability:SUPPOMMELDMG/></font>伤害。"
TinySummary="剑刃风暴增强"
LootTooltip="安装终级微型动力马达后，将对任何愚蠢地靠近的敌人造成额外的<font color='#3ABD23'><Ability:SUPPOMMELDMG/></font>伤害。"

[XGuard_Bsc X2WeaponUpgradeTemplate]
FriendlyName="十字护手触感模块"
FriendlyNamePlural="十字护手触感模块"
BriefSummary="对困惑、迷失方向、昏迷、束缚、冻结和眩晕的目标造成<font color='#3ABD23'>+<Ability:BSCXGDMG/></font>额外伤害"
TinySummary="+对被削弱敌人伤害"
LootTooltip="此基础刀锋模块对任何处于以下状态的敌人造成<font color='#3ABD23'><Ability:BSCXGDMG/></font>额外伤害：迷惑、混乱、瘫痪、捆绑、冻结和眩晕。"

[XGuard_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级十字护手触感模块"
FriendlyNamePlural="高级十字护手触感模块"
BriefSummary="对困惑、迷失方向、昏迷、束缚、冻结和眩晕的目标造成<font color='#3ABD23'>+<Ability:ADVXGDMG/></font>额外伤害"
TinySummary="+对被削弱敌人伤害"
LootTooltip="此高级刀锋模块对任何处于以下状态的敌人造成<font color='#3ABD23'><Ability:ADVXGDMG/></font>额外伤害：迷惑、混乱、瘫痪、捆绑、冻结和眩晕。"

[Xguard_Sup X2WeaponUpgradeTemplate]
FriendlyName="终级十字护手震动模块"
FriendlyNamePlural="终级十字护手震动模块"
BriefSummary="对困惑、迷失方向、昏迷、束缚、冻结和眩晕的目标造成<font color='#3ABD23'>+<Ability:SUPXGDMG/></font>额外伤害"
TinySummary="+对被削弱敌人伤害"
LootTooltip="此终级刀锋模块对任何处于以下状态的敌人造成<font color='#3ABD23'><Ability:SUPXGDMG/></font>额外伤害：迷惑、混乱、瘫痪、捆绑、冻结和眩晕。"

[Coating_Bsc X2WeaponUpgradeTemplate]
FriendlyName="加压分配器"
FriendlyNamePlural="基础铁血分配器"
BriefSummary="在撞击前，刀刃上会覆盖一层微量的毒素。<br/>对出血、燃烧、酸液腐蚀和中毒目标造成<font color='#3ABD23'>+<Ability:BSCCOATDMG/></font>额外伤害"
TinySummary="+对受到持续伤害的敌人的伤害"
LootTooltip="这款基础加压分配器对任何受到以下状态的敌人造成<font color='#3ABD23'><Ability:BSCCOATDMG/></font>额外伤害：出血、燃烧、酸液腐蚀和中毒"

[Coating_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级加压分配器"
FriendlyNamePlural="高级加压分配器"
BriefSummary="在撞击前，刀刃上会覆盖一层微量的毒素。<br/>对出血、燃烧、酸液腐蚀和中毒目标造成<font color='#3ABD23'>+<Ability:ADVCOATDMG/></font>额外伤害"
TinySummary="+对受到持续伤害的敌人的伤害"
LootTooltip="这种高级加压分配器对任何遭受以下状态的敌人造成<font color='#3ABD23'><Ability:ADVCOATDMG/></font>额外伤害：出血、燃烧、酸液腐蚀和中毒"

[Coating_Sup X2WeaponUpgradeTemplate]
FriendlyName="终级加压分配器"
FriendlyNamePlural="终级加压分配器"
BriefSummary="在撞击前，刀刃上会覆盖一层微量的毒素。<br/>对出血、燃烧、酸液腐蚀和中毒目标造成<font color='#3ABD23'>+<Ability:SUPCOATDMG/></font>额外伤害"
TinySummary="+对受到持续伤害的敌人的伤害"
LootTooltip="这款终级加压分配器对任何遭受以下状态的敌人造成<font color='#3ABD23'><Ability:SUPCOATDMG/></font>额外伤害：出血、燃烧、酸液腐蚀和中毒"

[Reflector_Bsc X2WeaponUpgradeTemplate]
FriendlyName="反射电容器"
FriendlyNamePlural="反射电容器"
BriefSummary="反击模块：将<font color='#3ABD23'><Ability:BSCREFDMG/></font>伤害反弹给<font color='#3ABD23'><Ability:BSCREFRANGE/></font>格内的射击者。"
TinySummary="反弹伤害"
LootTooltip="这种刀刃改装使你可以反弹<font color='#3ABD23'><Ability:BSCREFDMG/></font>来自攻击者的来袭射弹或光束的伤害。<br/><Bullet/>反弹的伤害将转换为近战伤害。<br/><Bullet/>伤害量小但不会射偏并能穿透护甲。<br/><Bullet/>攻击必须在<font color='#3ABD23'>2 到 <Ability:BSCREFRANGE/></font>格之内进行。"

[Reflector_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级反射电容器"
FriendlyNamePlural="高级反射电容器"
BriefSummary="反击模块：将<font color='#3ABD23'><Ability:ADVREFDMG/></font>伤害反弹给<font color='#3ABD23'><Ability:ADVREFRANGE/></font>格内的射击者。"
TinySummary="反弹伤害"
LootTooltip="这种刀刃改装使你可以反弹<font color='#3ABD23'><Ability:ADVREFDMG/></font>来自攻击者的来袭射弹或光束的伤害。<br/><Bullet/>反弹的伤害将转换为近战伤害。<br/><Bullet/>伤害量小但不会射偏并能穿透护甲。<br/><Bullet/>攻击必须在<font color='#3ABD23'>2 到 <Ability:ADVREFRANGE/></font>格之内进行。"

[Reflector_Sup X2WeaponUpgradeTemplate]
FriendlyName="终级反射电容器"
FriendlyNamePlural="终级反射电容器"
BriefSummary="反击模块：将<font color='#3ABD23'><Ability:SUPREFDMG/></font>伤害反弹给<font color='#3ABD23'><Ability:SUPREFRANGE/></font>格内的射击者。
TinySummary="反弹伤害"
LootTooltip="这种刀刃改装使你可以反弹<font color='#3ABD23'><Ability:SUPREFDMG/></font>来自攻击者的来袭射弹或光束的伤害。<br/><Bullet/>反弹的伤害将转换为近战伤害。<br/><Bullet/>伤害量小但不会射偏并能穿透护甲。<br/><Bullet/>攻击必须在<font color='#3ABD23'>2 到 <Ability:SUPREFRANGE/></font>格之内进行。"

[BasicReflector X2AbilityTemplate]
LocFriendlyName="反弹！"
LocLongDescription="被射弹或光束武器击中时，会反击给攻击者<font color='#3ABD23'><Ability:BSCREFDMG/></font>伤害。"
LocHelpText="本地帮助文本"
LocFlyOverText="反弹！"
LocPromotionPopupText="LocPromotionPopupText"

[AdvancedReflector X2AbilityTemplate]
LocFriendlyName="反弹！"
LocLongDescription="被射弹或光束武器击中时，会反击给攻击者<font color='#3ABD23'><Ability:ADVREFDMG/></font>伤害。"
LocHelpText="本地帮助文本"
LocFlyOverText="反弹！"
LocPromotionPopupText="LocPromotionPopupText"

[SuperiorReflector X2AbilityTemplate]
LocFriendlyName="反弹！"
LocLongDescription="被射弹或光束武器击中时，会反击给攻击者<font color='#3ABD23'><Ability:SUPREFDMG/></font>伤害。"
LocHelpText="本地帮助文本"
LocFlyOverText="反弹！"
LocPromotionPopupText="LocPromotionPopupText"

[BscHiltFlourish X2AbilityTemplate]
LocFriendlyName="已追踪！"
LocLongDescription="奖励<font color='#3ABD23'><Ability:BSCHILTAIM/></font>命中直至本回合结束。"
LocHelpText="奖励<font color='#3ABD23'><Ability:BSCHILTAIM/></font>命中直至本回合结束。"
LocFlyOverText="奖励<font color='#3ABD23'>+<Ability:BSCHILTAIM/></font>命中"
LocPromotionPopupText="LocPromotionPopupText"

[AdvHiltFlourish X2AbilityTemplate]
LocFriendlyName="已追踪！"
LocLongDescription="奖励<font color='#3ABD23'><Ability:ADVHILTAIM/></font>命中直至本回合结束。"
LocHelpText="奖励<font color='#3ABD23'><Ability:ADVHILTAIM/></font>命中直至本回合结束。"
LocFlyOverText="奖励<font color='#3ABD23'>+<Ability:ADVHILTAIM/></font>命中"
LocPromotionPopupText="LocPromotionPopupText"

[SupHiltFlourish X2AbilityTemplate]
LocFriendlyName="已追踪！"
LocLongDescription="奖励<font color='#3ABD23'><Ability:SUPHILTAIM/></font>命中直至本回合结束。"
LocHelpText="奖励<font color='#3ABD23'><Ability:SUPHILTAIM/></font>命中直至本回合结束。"
LocFlyOverText="奖励<font color='#3ABD23'>+<Ability:SUPHILTAIM/></font>命中"
LocPromotionPopupText="LocPromotionPopupText"

[Hilt_Bsc X2WeaponUpgradeTemplate]
FriendlyName="网络追踪器"
FriendlyNamePlural="网络追踪器"
BriefSummary="非失魂者击杀可以给予<br/><font color='#3ABD23'><Ability:BSCHILTRADIUS/></font>格内的盟友<font color='#3ABD23'>+<Ability:BSCHILTAIM/></font>命中直至回合结束。<br/>每次任务<font color='#3ABD23'><Ability:BSCHILTUSES/></font>次充能。"
TinySummary="+击杀后命中"
LootTooltip="当你杀死一名敌人时，此装置会扫描敌人的灵能信号，为距离<font color='#3ABD23'><Ability:BSCHILTRADIUS/></font>格内的盟友提升<font color='#3ABD23'>+<Ability:BSCHILTAIM/></font>命中，直到回合结束。<br/><Bullet/>每次任务<font color='#3ABD23'><Ability:BSCHILTUSES/></font>次充能。<br/><Bullet/>击杀失魂者没有效果。"

[Hilt_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级网络追踪器"
FriendlyNamePlural="高级网络追踪器"
BriefSummary="非失魂者击杀可以给予<br/><font color='#3ABD23'><Ability:ADVHILTRADIUS/></font>格内的盟友<font color='#3ABD23'>+<Ability:ADVHILTAIM/></font>命中直至回合结束。<br/>每次任务<font color='#3ABD23'><Ability:ADVHILTUSES/></font>次充能。"
TinySummary="+击杀后命中"
LootTooltip="当你杀死一名敌人时，此装置会扫描敌人的灵能信号，为距离<font color='#3ABD23'><Ability:ADVHILTRADIUS/></font>格内的盟友提升<font color='#3ABD23'>+<Ability:ADVHILTAIM/></font>命中，直到回合结束。<br/><Bullet/>每次任务<font color='#3ABD23'><Ability:ADVHILTUSES/></font>次充能。<br/><Bullet/>击杀失魂者没有效果。"

[Hilt_Sup X2WeaponUpgradeTemplate]
FriendlyName="终级网络追踪器"
FriendlyNamePlural="终级网络追踪器"
BriefSummary="非失魂者击杀可以给予<br/><font color='#3ABD23'><Ability:SUPHILTRADIUS/></font>格内的盟友<font color='#3ABD23'>+<Ability:SUPHILTAIM/></font>命中直至回合结束。<br/>每次任务<font color='#3ABD23'><Ability:SUPHILTUSES/></font>次充能。"
TinySummary="+击杀后命中"
LootTooltip="当你杀死一名敌人时，此装置会扫描敌人的灵能信号，为距离<font color='#3ABD23'><Ability:SUPHILTRADIUS/></font>格内的盟友提升<font color='#3ABD23'>+<Ability:SUPHILTAIM/></font>命中，直到回合结束。<br/><Bullet/>每次任务<font color='#3ABD23'><Ability:SUPHILTUSES/></font>次充能。<br/><Bullet/>击杀失魂者没有效果。"
